-- phpMyAdmin SQL Dump
-- version 4.4.15.5
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Май 25 2017 г., 16:44
-- Версия сервера: 5.6.29
-- Версия PHP: 5.6.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `coins`
--

-- --------------------------------------------------------

--
-- Структура таблицы `series0`
--

CREATE TABLE IF NOT EXISTS `series0` (
  `coinsNum` int(11) NOT NULL,
  `year` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `date` varchar(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `series0`
--

INSERT INTO `series0` (`coinsNum`, `year`, `name`, `date`) VALUES
(0, 2011, 'Белгород', '23.05.2011'),
(1, 2011, 'Елец', '03.10.2011'),
(2, 2011, 'Ельня', '01.11.2011'),
(3, 2011, 'Курск', '30.06.2011'),
(4, 2012, 'Луга', '02.05.2012'),
(5, 2011, 'Малгобек', '01.08.2011'),
(6, 2011, 'Орел', '30.06.2011'),
(7, 2012, 'Полярный', '01.06.2012'),
(8, 2011, 'Ржев', '01.09.2011'),
(9, 2012, 'Ростов-на-Дону', '02.07.2012'),
(10, 2012, 'Туапсе', '01.08.2012'),
(11, 2011, 'Владикавказ', '01.07.2011'),
(12, 2012, 'Воронеж', '02.04.2012'),
(13, 2012, 'Дмитров', '01.11.2012'),
(14, 2012, 'Великие Луки', '03.09.2012'),
(15, 2012, 'Великий Новгород', '01.10.2012'),
(16, 2013, 'Архангельск', '02.09.2013'),
(17, 2013, 'Брянск', '06.11.2013'),
(18, 2013, 'Козельск', '01.08.2013'),
(19, 2013, 'Кронштадт', '07.05.2013'),
(20, 2013, 'Наро-Фоминск', '03.06.2013'),
(21, 2013, 'Псков', '01.07.2013'),
(22, 2013, 'Волоколамск', '17.10.2013'),
(23, 2013, 'Вязьма', '01.04.2013'),
(24, 2014, 'Анапа', '09.10.2014'),
(25, 2014, 'Колпино', '10.11.2014'),
(26, 2014, 'Нальчик', '01.04.2014'),
(27, 2014, 'Старый Оскол', '02.06.2014'),
(28, 2014, 'Тихвин', '29.08.2014'),
(29, 2014, 'Тверь', '05.09.2014'),
(30, 2014, 'Выборг', '05.05.2014'),
(31, 2014, 'Владивосток', '10.07.2014'),
(32, 2015, 'Грозный', '22.09.2015'),
(33, 2015, 'Калач-На-Дону', '02.11.2015'),
(34, 2015, 'Ковров', '02.11.2015'),
(35, 2015, 'Ломоносов', '02.11.2015'),
(36, 2015, 'Хабаровск', '24.11.2015');

-- --------------------------------------------------------

--
-- Структура таблицы `series1`
--

CREATE TABLE IF NOT EXISTS `series1` (
  `coinsNum` int(11) NOT NULL,
  `year` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `date` varchar(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `series1`
--

INSERT INTO `series1` (`coinsNum`, `year`, `name`, `date`) VALUES
(0, 2002, 'Дербент', '27.06.2002'),
(1, 2002, 'Кострома', '27.06.2002'),
(2, 2002, 'Старая Русса', '27.06.2002'),
(3, 2003, 'Дорогобуж', '06.10.2003'),
(4, 2003, 'Касимов', '06.10.2003'),
(5, 2003, 'Муром', '06.10.2003'),
(6, 2003, 'Псков', '25.02.2003'),
(7, 2004, 'Дмитров', '22.09.2004'),
(8, 2004, 'Кемь', '22.09.2004'),
(9, 2004, 'Ряжек', '22.09.2004'),
(10, 2005, 'Боровск', '04.10.2005'),
(11, 2005, 'Калининград', '19.05.2005'),
(12, 2005, 'Казань', '19.05.2005'),
(13, 2005, 'Мценск', '04.10.2005'),
(14, 2006, 'Белгород', '02.10.2006'),
(15, 2006, 'Каргополь', '02.10.2006'),
(16, 2006, 'Торжок', '02.10.2006'),
(17, 2007, 'Гдов', '01.10.2007'),
(18, 2007, 'Вологда', '01.10.2007'),
(19, 2007, 'Великий Устюг', '01.10.2007'),
(20, 2008, 'Азов', '01.11.2008'),
(21, 2008, 'Приозерск', '01.08.2008'),
(22, 2008, 'Смоленск', '01.11.2008'),
(23, 2008, 'Владимир', '01.02.2008'),
(24, 2009, 'Галич', '01.06.2009'),
(25, 2009, 'Калуга', '01.06.2009'),
(26, 2009, 'Выборг', '02.03.2009'),
(27, 2009, 'Великий Новгород', '03.08.2009'),
(28, 2010, 'Брянск', '01.03.2010'),
(29, 2010, 'Юрьевец', '01.03.2010'),
(30, 2010, 'Елец', '01.03.2010'),
(31, 2011, 'Соликамск', '01.03.2011'),
(32, 2012, 'Белозерск', '01.06.2012'),
(33, 2014, 'Нерехта', '10.01.2014');

-- --------------------------------------------------------

--
-- Структура таблицы `series2`
--

CREATE TABLE IF NOT EXISTS `series2` (
  `coinsNum` int(11) NOT NULL,
  `year` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `date` varchar(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=39 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `series2`
--

INSERT INTO `series2` (`coinsNum`, `year`, `name`, `date`) VALUES
(0, 2005, 'Краснодарский Край', '27.12.2005'),
(1, 2005, 'Ленинградская область', '27.12.2005'),
(2, 2005, 'Москва', '27.12.2005'),
(3, 2005, 'Орловская область', '27.12.2005'),
(4, 2005, 'Республика Татарстан', '27.12.2005'),
(5, 2005, 'Тверская область', '27.12.2005'),
(6, 2006, 'Республика Алтай', '01.08.2006'),
(7, 2006, 'Сахалинская область', '01.08.2006'),
(8, 2006, 'Республика Саха', '01.08.2006'),
(9, 2006, 'Читинская область', '01.08.2006'),
(10, 2006, 'Приморский Край', '01.08.2006'),
(11, 2007, 'Архангельская область', '02.07.2007'),
(12, 2007, 'Республика Башкортостан', '02.04.2007'),
(13, 2007, 'Липецкая область', '02.07.2007'),
(14, 2007, 'Новосибирская область', '02.04.2007'),
(15, 2007, 'Ростовская область', '02.04.2007'),
(16, 2007, 'Республика Хакасия', '02.07.2007'),
(17, 2008, 'Астраханская область', '01.04.2008'),
(18, 2008, 'Свердловская область', '02.06.2008'),
(19, 2008, 'Кабардино-Балкарская область', '01.08.2008'),
(20, 2008, 'Удмуртская Республика', '01.02.2008'),
(21, 2009, 'Республика Адыгея', '01.07.2009'),
(22, 2009, 'Еврейская автономная область', '01.06.2009'),
(23, 2009, 'Республика Калмыкия', '02.03.2009'),
(24, 2009, 'Кировская область', '02.11.2009'),
(25, 2009, 'Республика Коми', '01.10.2009'),
(26, 2010, 'Чеченская Республика', '01.10.2010'),
(27, 2010, 'Ненецкий автономный округ', '01.07.2010'),
(28, 2010, 'Пермский край', '01.07.2010'),
(29, 2010, 'Ямало-Ненецкий автономный край', '01.10.2010'),
(30, 2011, 'Республика Бурятия', '01.04.2011'),
(31, 2011, 'Воронежская область', '01.07.2011'),
(32, 2013, 'Республика Дагестан', '17.10.2013'),
(33, 2013, 'Северная Осетия-Алания', '02.09.2013'),
(34, 2014, 'Челябинская область', '05.09.2014'),
(35, 2014, 'Республика Ингушетия', '05.05.2014'),
(36, 2014, 'Пензенская область', '03.02.2014'),
(37, 2014, 'Саратовская область', '03.03.2014'),
(38, 2014, 'Тюменская область', '07.08.2014');

-- --------------------------------------------------------

--
-- Структура таблицы `series3`
--

CREATE TABLE IF NOT EXISTS `series3` (
  `coinsNum` int(11) NOT NULL,
  `year` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `date` varchar(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `series3`
--

INSERT INTO `series3` (`coinsNum`, `year`, `name`, `date`) VALUES
(0, 0, 'Русский балет', '19.04.1993'),
(1, 1, 'Русский балет', '19.04.1993'),
(2, 2, 'Русский балет', '19.04.1993'),
(3, 3, 'Русский балет', '19.04.1993'),
(4, 4, 'Русский балет', '07.06.1994'),
(5, 5, 'Русский балет', '07.06.1994'),
(6, 6, 'Русский балет', '07.06.1994'),
(7, 7, 'Спящая красавица', '16.06.1995'),
(8, 8, 'Спящая красавица', '16.06.1995'),
(9, 9, 'Щелкунчик', '22.07.1996'),
(10, 10, 'Лебединое озеро', '30.07.1997'),
(11, 11, 'Раймонда', '28.07.1999');

-- --------------------------------------------------------

--
-- Структура таблицы `series4`
--

CREATE TABLE IF NOT EXISTS `series4` (
  `coinsNum` int(11) NOT NULL,
  `year` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `date` varchar(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `series4`
--

INSERT INTO `series4` (`coinsNum`, `year`, `name`, `date`) VALUES
(0, 1992, 'Краснозобая казарка', '29.07.1992'),
(1, 1992, 'Амурский тигр', '29.07.1992'),
(2, 1992, 'Среднеазиатская кобра', '29.07.1992');

-- --------------------------------------------------------

--
-- Структура таблицы `series5`
--

CREATE TABLE IF NOT EXISTS `series5` (
  `coinsNum` int(11) NOT NULL,
  `year` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `date` varchar(30) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `series5`
--

INSERT INTO `series5` (`coinsNum`, `year`, `name`, `date`) VALUES
(0, 2015, 'Эмблема 70-летия Победы', '28.04.2015'),
(1, 2015, 'Окончание Второй Мировой Войны', '28.04.2015'),
(2, 2015, 'Освобождение мира от фашизма', '28.04.2015');

-- --------------------------------------------------------

--
-- Структура таблицы `series6`
--

CREATE TABLE IF NOT EXISTS `series6` (
  `coinsNum` int(11) NOT NULL,
  `year` int(11) NOT NULL,
  `name` varchar(70) NOT NULL,
  `date` varchar(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `series6`
--

INSERT INTO `series6` (`coinsNum`, `year`, `name`, `date`) VALUES
(0, 2013, '20-летие принятия Конституции РФ', '02.12.2013'),
(1, 2001, '40-летия космического полета Ю.А. Гагарина', '11.04.2001'),
(2, 1995, '50 лет Великой Победы', '28.04.1995'),
(3, 2011, '50 лет первого полета человека в космос', '01.12.2011'),
(4, 2000, '55-я годовщина Победы в Великой Отечественной Войне 1941-1945', '04.05.2000'),
(5, 2005, '60-я годовщина Победы в Великой Отечественной Войне 1941-1945', '11.01.2005'),
(6, 2013, '70-летие Сталинградской битвы', '24.05.2013'),
(7, 2012, '200-летие победы в Отечественной Войне 1812 г', '01.08.2012'),
(8, 0, '225-летие Большого театра', '29.05.2001'),
(9, 1996, '300-летие Российского флота', '18.10.1996'),
(10, 2012, '1150-летие зарождения Российской государственности', '20.03.2012'),
(11, 2010, 'Всероссийская перепись населения', '02.08.2010'),
(12, 2014, 'Вхождение в РФ Севастополя', '09.10.2014'),
(13, 2014, 'Вхождение в РФ Республики Крым', '09.10.2014'),
(14, 2013, 'Универсиада', '23.01.2013'),
(15, 3, 'Эмблема 60-летия Победы', '29.12.2010'),
(16, 1, 'Первый конгресс МОК', '20.01.1993'),
(17, 2, 'Российские спортсмены-чемпионы и призеры ХХХ Олимпиады 2012', '17.06.2014'),
(18, 2013, 'Талисман Универсиады', '23.01.2013'),
(19, 2002, 'Вооруженные силы', '06.09.2002'),
(20, 2002, 'Министерство иностранных дел', '06.09.2002'),
(21, 2002, 'Министерство юстиции', '06.09.2002'),
(22, 2002, 'Министерство внутренних дел', '06.09.2002'),
(23, 2002, 'Министерство финансов', '06.09.2002'),
(24, 2002, 'Министерство экологического развития', '06.09.2002'),
(25, 2002, 'Министерство образования', '06.09.2002');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `series0`
--
ALTER TABLE `series0`
  ADD PRIMARY KEY (`coinsNum`);

--
-- Индексы таблицы `series1`
--
ALTER TABLE `series1`
  ADD PRIMARY KEY (`coinsNum`);

--
-- Индексы таблицы `series2`
--
ALTER TABLE `series2`
  ADD PRIMARY KEY (`coinsNum`);

--
-- Индексы таблицы `series3`
--
ALTER TABLE `series3`
  ADD PRIMARY KEY (`coinsNum`);

--
-- Индексы таблицы `series4`
--
ALTER TABLE `series4`
  ADD PRIMARY KEY (`coinsNum`);

--
-- Индексы таблицы `series5`
--
ALTER TABLE `series5`
  ADD PRIMARY KEY (`coinsNum`);

--
-- Индексы таблицы `series6`
--
ALTER TABLE `series6`
  ADD PRIMARY KEY (`coinsNum`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `series0`
--
ALTER TABLE `series0`
  MODIFY `coinsNum` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=37;
--
-- AUTO_INCREMENT для таблицы `series1`
--
ALTER TABLE `series1`
  MODIFY `coinsNum` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=34;
--
-- AUTO_INCREMENT для таблицы `series2`
--
ALTER TABLE `series2`
  MODIFY `coinsNum` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=39;
--
-- AUTO_INCREMENT для таблицы `series3`
--
ALTER TABLE `series3`
  MODIFY `coinsNum` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT для таблицы `series4`
--
ALTER TABLE `series4`
  MODIFY `coinsNum` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT для таблицы `series5`
--
ALTER TABLE `series5`
  MODIFY `coinsNum` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT для таблицы `series6`
--
ALTER TABLE `series6`
  MODIFY `coinsNum` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=26;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
